Repository: CsSzegleti/haccp_mobile
Catalog: lib/l10n/app_*.arb
Languages: hu

# haccpApp
source: HACCP mobile application
hu: HACCP mobil alkalmazás

# menu_title
source: Menu items
hu: Étlap tételek

# login_realm
source: Tenant
hu: Vállalat

source: Cleanings
hu: Takarítások

source: Last cleaning
hu: Legutóbbi takarítás

source: Value
hu: Érték

# value_required
source: The value is required.
hu: Az érték megadása kötelező

source: Save
hu: Mentés

source: Control points
hu: Kontroll pontok

source: Add control point
hu: Kontroll pont hozzáadása

source: Storages
hu: Élelmiszer tárolók

# homePageTitle
source: Home page
hu: Főoldal

source: Login
hu: Bejelentkezés
